
"button_calibrate" = "Calibrate";
"button_stop_calibrate" = "Stop Calibration";

license_additional_message = "More specifically, Prizmo will randomly replace some words as hidden character sequences, like this: ••••••••. Once registered, these sequences will be removed, except when operated from Automator or with the Batch window, features that require a Pro Pack license.\n\n";
license_standard_features_reg_info= "Standard Features Enabled";
license_pro_features_reg_info= "Pro Features Enabled";

"alert_nloaded_title" = "Some images could not be loaded.";
"alert_nloaded_msg" = "The images used for calibration should come from the same camera (and lens), and they should be taken with the same focal length (or zoom). Moreover, a given image can't be added multiple times.\n\nImage not loaded: \n%@";
alert_backtoimage_title = "Reverting to image will discard edited text data. Do you want to revert?";
alert_backtoimage_msg = "Changes made to this page will be lost if you revert to image mode.";

alert_badres_global_msg = "This page may have insufficient resolution for OCR.";
alert_badres_global_info_newim = "You may need to import a higher resolution image in Prizmo.";
alert_badres_global_info_increaseres = "Alternatively, you can try Prizmo resolution increase to fix it.";
alert_badres_global_msg_p = "Some pages may have insufficient resolution for OCR.";
alert_badres_global_info_newim_p = "You may need to import higher resolution images in Prizmo.";
alert_badres_global_info_increaseres_p = "Alternatively, you can try Prizmo resolution increase to fix them.";
alert_badres_global_info_concerned = "Page numbers:";
alert_badres_increase_button = "Increase Resolution";

alert_ax_title = "Accessibility information:";

alert_notext_msg = "Could not find text.";
alert_notext_info = "OCR was performed on this page, but no text could be found.";
alert_notext_info_reason_generic = "Please check that image orientation is correct and readability setting shows text, and try again.";
alert_notext_info_reason_ax_blank = "The image appears to be blank, please try again by flipping over the page.";
alert_notext_info_reason_ax_black = "The image appears to be black, please check that the lighting conditions are correct.";
alert_notext_info_reason_ax_blurry = "The image appears to be blurry, please try to stand still while taking the picture.";

alert_notext_msg_p = "Could not find text.";
alert_notext_info_p = "OCR was performed on selected pages, but no text could be found for some of them.";
alert_notext_info_reason_generic_p = "Please check that orientation of images is correct and readability setting shows text, and try again.";
alert_notext_info_reason_ax_p = "Some pages appear to be either blank or black, try again on a single page to have more specific information.";
alert_notext_info_scope_p = "Page numbers:";

alert_blurryimage_msg = "Image appears to be blurry.";
alert_blurryimage_info = "The processed image appears to be blurry, and this may decrease OCR accuracy. Please try to stand still and/or improve lighting conditions while taking the picture for better results.";

alert_blurryimage_msg_p = "Some images appear to be blurry.";
alert_blurryimage_info_p = "Some of the processed images appear to be blurry, and this may decrease OCR accuracy. Please try to stand still and/or improve lighting conditions while taking the picture for better results.";

alert_missing_language_msg = "This document makes use of uninstalled language(s)";
alert_missing_language_info = "To open this document, you must first install the following languages in Prizmo preferences: %@";

alert_typechange_title = "Do you want to change document type?";
alert_typechange_msg = "Document type will change for all pages in this document, and edited text data will be lost.";

alert_frame_detect_failed_msg = "Could not detect page frame";
alert_frame_detect_failed_info = "Page borders couldn't be found, the page may have insufficient contrast versus its background. You can try to lay it on another surface or change the lighting conditions.";

"calib_next_button_done" = "Done";
"calib_next_button_next" = "Continue";

"page-custom" = "Custom";

// Processing preset names
"Gray Shades" = "Gray Shades";
"Black & White" = "Black & White";
"Boosted Colors" = "Boosted Colors";

"user_calib" = "Your calibration with score: %0.1f";
"server_calib" = "Server calibration with score: %0.1f";

calibration_menu_local_label = "Local Calibrations";
calibration_menu_remote_label = "Online Calibrations";
calibration_menu_local_none_label = "No Local Calibrations";
calibration_menu_remote_none_label = "No Online Calibrations";

calibration_menu_local_item = "Calibration %d";
calibration_menu_remote_item = "Calibration %d";

calibration_menu_reload = "Reload Calibrations";
calibration_menu_calibrate = "Calibrate…";
calibration_menu_custom_item = "Custom";

"calib_download_problem_title" = "Server Connection Error";
"calib_download_problem_msg" = "Could not connect to Creaceed servers for obtaining calibration data for your image. Please check your internet connection.";

"calib_upload_problem_title" = "Server Connection Error";
"calib_upload_problem_msg" = "Could not connect to Creaceed servers for uploading calibration data. Please check your internet connection and try again.";

"image_format_not_supported_title" = "Format not Supported";
"image_format_not_supported_msg" = "This image format is not supported. Please try again with another image file.";

"calib_title_0" = "Introduction";
"calib_title_1" = "Take Pictures of the Pattern";
"calib_title_2" = "Calibrate your Camera";
"calib_title_3" = "Share with Others";

"welcome_title" = "Welcome to Prizmo";

"upload_click_to_upload" = "Click to Upload";
"upload_thanks" = "Thank you!";

"Unknown Camera" = "Unknown Camera";

// v1.1
"English" 	= "English";
"French" 	= "French";
"German" 	= "German";
"Italian" 	= "Italian";
"Spanish" 	= "Spanish";
"Portuguese" = "Portuguese";
"Danish" 	= "Danish";
"Dutch" 	= "Dutch";
"Norwegian" = "Norwegian";
"Swedish" 	= "Swedish";

"not_available_msg" = "Prizmo is currently not licensed, exporting recognized text is not available. Please buy a license to unlock Prizmo. Thank you!";
"not_available_title" = "Prizmo Unlicensed - Feature not Available";
"buy_button" = "Buy…";
"buy_url" = "http://www.creaceed.com/prizmo/about";

"calib_download_unknown_title" = "Optics not found";
"calib_download_unknown_msg" = "This optics configuration (camera, lens, focal length) could not be found. Do you want to calibrate it now, or use this image without lens correction?";
"alert_calibrate" = "Calibrate";
"alert_use_uncorrected" = "Use Uncorrected";

"detecting..." = "detecting…";

"invalid_calibration_images_title" = "Invalid Image(s)";
"invalid_calibration_images_msg" = "The provided images are missing required information to perform calibration (EXIF camera model and/or optics data).";
"Preset Name" = "Preset Name";


userguide_url = "http://www.creaceed.com/prizmo/faq";
manual_url = "http://www.creaceed.com/prizmo/guides";

document_hud_processing_ocr = "Performing Optical Character Recognition";

export_image_prefix = "Image";
export_card_prefix = "Card";

export_label_pdf_text_only = "PDF";
export_label_pdf_image_only = "PDF (Image)";
export_label_pdf_image_and_hidden_text = "PDF (Image + Searchable Text)";
export_label_rich_text = "Rich Text";
export_label_regular_text = "Regular Text";
export_label_vcard = "vCard";
JPEG = "JPEG";
PNG = "PNG";
TIFF = "TIFF";

export_folder_picking_msg = "Indicate the location of your %@ folder";

export_networkerror_title = "No Service Connection";
export_networkerror_msg = "Could not connect to the service. Please check your internet connection. The service could also be down, in which case you should try again at a later time.";
export_authentication_title = "Authentication Failed";
export_authentication_msg = "Could not authenticate with the service. Please check your login/password and try again.";
export_evernote_compatibility_error_msg = "Evernote application cannot be found or its version is not compatible with Prizmo.";
export_login_to = "Login to";
export_username = "Username:";
export_password = "Password:";
export_url = "URL:";
export_folder = "Folder:";
// ++RS++
export_warning_unprocessed_pages = "There are unprocessed pages that won't be included in the exported document";
export_warning_processing_needed = "At least one page needs to be processed to export in the selected format";
//
menu_remove_from_icloud = "Remove from iCloud";
menu_move_to_icloud = "Move to iCloud";

palette_dims_dpi_string = "Resolution is %@ DPI";



// CONTACT EDITOR
contact_editor_job_title = "Job Title";
contact_editor_department = "Department";
contact_editor_phone = "Phone";
contact_editor_email = "Email";
contact_editor_url = "Website";
contact_editor_social_profile = "Profile";
contact_editor_address = "Address";
contact_editor_name = "Name";
contact_editor_first_name = "First Name";
contact_editor_last_name = "Last Name";
contact_editor_first_name_and_last_name = "First Name, Last Name";
contact_editor_last_name_and_first_name = "Last Name, First Name";
contact_editor_company = "Company";
contact_editor_address_street = "Street";
contact_editor_address_city = "City";
contact_editor_address_zip = "ZIP";
contact_editor_address_zip_and_city = "ZIP, City";
contact_editor_address_city_and_zip = "City, ZIP";
contact_editor_address_country = "Country";
contact_editor_twitter = "Twitter";
contact_editor_phone_mobile = "Mobile";
contact_editor_phone_main = "Main Phone";
contact_editor_phone_office = "Office";
contact_editor_phone_fax = "Fax";

contact_editor_add_field = "Add Field";
contact_editor_affect_field = "Affect To Field";

contact_editor_placeholder_jobtitle = "(Job Title)";
contact_editor_placeholder_department = "(Department)";
contact_editor_access_error_info = "Access to your contacts is currently not allowed. To enable access to your contacts, go to 'System Preferences > Security & Privacy > Contacts', and set Prizmo to 'On'.";

// Camera Picker
camera_picker_number_of_images_singular = "%li image";
camera_picker_number_of_images_plural = "%li images";
camera_picker_selection = "%li out of %li selected";
camera_picker_scanned_image_1 = "%li scanned image";
camera_picker_scanned_image_n = "%li scanned images";


// MAIN WINDOW TOOLBAR
toolbar_item_language_generic_title = "Language";
toolbar_item_ocr_settings_hide = "Hide OCR Settings Pane";
toolbar_item_ocr_settings_show = "Show OCR Settings Pane";
toolbar_item_language_hide = "Hide OCR Language Pane";
toolbar_item_language_show = "Show OCR Language Pane";
toolbar_item_translation_hide = "Hide Text Translation Pane";
toolbar_item_translation_show = "Show Text Translation Pane";
toolbar_item_speech_hide = "Hide Speech Pane";
toolbar_item_speech_show = "Show Speech Pane";
toolbar_item_crop_hide = "Hide Crop Pane";
toolbar_item_crop_show = "Show Crop Pane";
toolbar_item_page_hide = "Hide Page Dimensions Pane";
toolbar_item_page_show = "Show Page Dimensions Pane";
toolbar_item_image_hide = "Hide Image Adjustment Pane";
toolbar_item_image_show = "Show Image Adjustment Pane";
toolbar_item_lens_hide = "Hide Lens Pane";
toolbar_item_lens_show = "Show Lens Pane";

// DOCUMENT
open_panel_insert_page_prompt = "Add";
copy_regions_to_pasteboard = "Copy (%li items)";
document_type_text = "Text";
document_type_image = "Image";
document_type_businesscard = "Business Card";

// AX
document_type_ax_summary = "Document Type (%@ type selected)";

// STATUS BAR
status_bar_number_of_pages_singular = "%li page";
status_bar_number_of_pages_plural = "%li pages";
status_bar_number_of_business_cards_singular = "%li card";
status_bar_number_of_business_cards_plural = "%li cards";
status_bar_number_of_image_singular = "%li image";
status_bar_number_of_image_plural = "%li images";
status_bar_type_text_empty_document = "Add a Picture of Text";
status_bar_type_businesscard_empty_document = "Add a Business Card Picture";
status_bar_type_image_empty_document = "Add a Picture";
camera_connected = "%@ connected";

// BLANK DOCUMENT VIEW
blank_document_title_text = "Drop a Picture of Text Here";
blank_document_title_image = "Drop a Picture Here";
blank_document_title_contact = "Drop a Picture of a Business Card Here";

// DOCUMENT TYPE SHEET
document_type_text_description = "Recognize & process images that contain text";
document_type_image_description = "Process images with perspective correction, constrast, etc.";
document_type_businesscard_description = "Process, & share business cards";

document_page_index_text = "Page %li of %li";
document_page_index_card = "Card %li of %li";
document_page_index_image = "Image %li of %li";

// EXPORT POPOVER
export_popover_application_mail = "Mail";
export_popover_application_file = "File…";
export_popover_vcard_mail = "Send vCard by Mail";
export_popover_vcard_addressbook = "Add to Address Book";
export_popover_vcard_addressbook_ml = "Add to Contacts";
export_popover_vcard_file = "Save vCard File…";

// Address Book Export
alert_contacts_exist_msg = "One or more contacts already exist (same name) in your Address Book.";
alert_contacts_exist_info = "You can add these contacts either by merging data, replacing existing contacts, or adding distinct ones.";

// IMAGE EDITOR
image_editor_menu_selection_empty = "(No Selection)";
image_editor_menu_selection_mutliple = "(Multiple Selection)";
image_editor_menu_ocr_empty_text = "(No Text)";
image_editor_region_mark_as_unaffected = "Mark as Unaffected";
image_editor_region_mark_as_affected = "Mark as Affected";

// PAGE PICKER
page_picker_flag_add = "Add Flag";
page_picker_flag_clear = "Clear Flag";

// PREFERENCES
preferences_accounts_status_logged = "%@'s %@ account is enabled.";
preferences_accounts_status_login = "Log into %@ to use it.";
preferences_accounts_status_folder = "%@ Folder:";
preferences_accounts_evernote_enabled = "Evernote export enabled.";
preferences_accounts_evernote_disabled = "Could not locate Evernote application. Please install it to enable export to Evernote.";
preferences_langpack_warning_title = "The language package will be downloaded and installed.";
preferences_langpack_warning_msg = "Do you want to download OCR data for %@?";

preferences_langpack_download_failed_title = "Download failed.";
preferences_langpack_download_failed_msg = "Download of OCR data for %@ failed. Please check your internet connection and try again.";
preferences_script_title = "Perform a custom Automator Workflow, Unix Script, or AppleScript on the exported documents.";
preferences_support_url_title_website = "More Information…";
preferences_support_url_title_download_samples = "Download Sample Scripts…";

// SPEECH
speech_menu_main_title = "Voice Selection";
speech_menu_no_voice = "No voice found";
speech_menu_no_region = "No region with text";
speech_menu_speech_preferences = "Speech Preferences…";
speech_alert_novoice_title = "The voice for %@ language couldn't be found.";
speech_alert_novoice_alternatebutton = "Open System Speech Preferences";
speech_alert_novoice_information = "Open System Speech Preferences to select the missing voice. OS X will propose to download it if necessary.";
speech_alert_empty_page_title = "No text found";
speech_alert_empty_page_information = "No text found in this page.";
speech_alert_empty_selection_title = "Prizmo can't play the selection.";
speech_alert_empty_selection_information = "Prizmo can't play the selection because it does not contain any text.";

// WELCOME WINDOW
welcome_sample_document_text = "Text Sample Document";
welcome_sample_document_businesscard = "Business Card Sample Document";
welcome_sample_document_image = "Image Sample Document";

sampledoc_name_text = "Text Sample";
sampledoc_name_image = "Image Sample";
sampledoc_name_businesscard = "Card Sample";

// BATCH
batch_mark_job_unprocessed = "Mark as Unprocessed";
batch_status_properties_selection_singular = "Properties of the selected job.";
batch_status_properties_selection_plural = "Properties of the %li selected jobs.";
batch_status_properties_selection_empty = "No job selected.";
batch_button_go_select_folder = "Go…";
batch_button_go = "Go";
batch_button_stop = "Stop";
batch_demo_alert_title = "Batch processing requires Prizmo Pro Pack";
batch_demo_alert_details = "Batch processing allows automatic processing of multiple documents. Prizmo Pro Pack must be purchased for this mode of operations, Prizmo will randomly replace some words as hidden character sequences, like this: ••••••••, in this demo mode.";
batch_ocr_failed_message = "Text could not be found on one or more pages";

pro_pack_info_url = "http://www.creaceed.com/prizmo/about#Versions";


// Application
force_quit_application = "Force Quit";

// ML User Notifications
notification_ocr_complete_title = "OCR Processing Completed";
notification_batch_complete_title = "Batch OCR Processing Completed";
notification_batch_complete_button_title = "Show Folder";

// Translation
translation_language_not_supported = "The language cannot be translated";

more_information_button = "More Information…";
system_status_bar_grab_tooltip = "Snap the on-screen-text to the pasteboard.";
screen_grab_help = "Draw a rectangle around the text to copy it to the clipboard";
system_status_automator_progress = "Prizmo Automator Action running (%1.0f%%)…";

preferences_propack_validate_appstore = "Restore Purchase";
preferences_propack_validate_selfstore = "Enter License";
price_definition = "Price: %@";
preferences_propack_title_activation = "Activate your Pro Pack";
preferences_propack_title_activated = "Your Pro Pack is activated";

registration_invalid_code_message_title = "Invalid registration code";
registration_invalid_code_message_information = "Please make sure that you typed the registration code correctly and try again.";

//++RS
tethering_help_take_remote = "Take remotely a picture with this button";
tethering_help_take_shutter = "Take a picture by snapping a picture on the device";

text_editor_ax_options_title = "Options";

translation_ax_status_begin = "Translation Started";
translation_ax_status_end = "Translation Complete";
//--RS

// IAP
iap_failure_title = "Cannot connect to the In-App Purchase Server";
iap_failure_unknown_error_description = "Prizmo cannot connect to the In-App Purchase Server. Please check that you are connected to Internet and retry.";
iap_failure_with_error_description = "Prizmo cannot connect to the In-App Purchase Server due to the following error:\n%@ (error code:%li)";
iap_canMakePayments_error_title = "Prizmo is not allowed to make an In-App Purchase";
iap_canMakePayments_error_description = "this device is not able or allowed to make payments";

// Watermark
propack_watermark_message = "Requires Pro Pack";
regular_watermark_message = "Unregistered";

automator_demo_warning = "Prizmo Pro Pack is needed to process documents from Automator actions. More information is available at http://www.creaceed.com/prizmo/about";
// MASShortcut strings
"Space" = "Space";
masshortcut_error_already_used = "This shortcut cannot be used because it is already used by the menu item ‘%@’.";
masshortcut_error_system_used = "This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.";
masshortcut_use_old = "Use Old Shortuct";
masshortcut_type_new = "Type New Shortcut";
masshortcut_type_shortcut = "Type Shortcut";
masshortcut_record_shortcut = "Record Shortcut";
masshortcut_tip_clicktorecord = "Click to record new shortcut";
masshortcut_tip_delete = "Delete shortcut";
masshortcut_alert_already_used_title = "The key combination %@ cannot be used";

// OS X Service
service_error_incompatible_filetype = "Service Error: file type is not compatible.";
service_error_unknowndata = "Service Error: unknown user data.";

// AUTOMATOR ACTION
amaction_new_document_default_name = "New Document";
amaction_error_missing_arguments = "The action failed because of missing arguments. Please check that Prizmo Application is installed and a correct value is assigned to each parameter in the Automator action.";
amaction_error_output_folder_not_exist = "The action failed because the output folder doesn't exist (%@).";
amaction_error_prizmo_not_found = "The action failed because Prizmo application cannot be found.";

// APP EXTENSIONS
//++RS
appex_input_error_title = "Could not load input image";
appex_input_error_msg = "Extension could not load the input image because it was not found or has an incompatible format.";
appex_banner_msg_draw_rect = "Draw a rectangle around the text";
appex_banner_msg_text_not_found = "No text found";
//--RS

// Short strings
"Copy" = "Copy";
"Cut" = "Cut";
"Paste" = "Paste";
"Delete" = "Delete";
"Select All" = "Select All";
"Select" = "Select";

"Error" = "Error";
"Script" = "Script";
"Download" = "Download";
"Continue" = "Continue";
"Cancel" = "Cancel";
"OK" = "OK";
"None" = "None";
"Save" = "Save";
"Merge" = "Merge";
"New" = "New";
"Replace" = "Replace";
